[X2DownloadableContentInfo_ARFMDarkEvents]
strARFMRequiemDawnDescription = "<font color='#b5a642'>最黑暗的黎明</font>：战役以<font color='#b5a642'>永久的</font><font color='#b5a642'>黑暗事件</font>开始。"
strARFMRequiemDawnTooltip = "<font color='#b5a642'>最黑暗的黎明</font>：战役以<font color='#b5a642'>黑暗事件</font>开始，这些事件是<font color='#b5a642'>永久的</font>。与<font color='#b5a642'>黑暗地平线</font>不同，只有你的战役开始时的<font color='#b5a642'>黑暗事件</font>才会成为<font color='#b5a642'>永久的</font>。"

strARFMRequiemBeginningDescription = "<font color='#7920f5'>拥抱终结：</font> 启用特殊的<font color='#7920f5'>特性</font>机制。"
strARFMRequiemBeginningTooltip = "<font color='#7920f5'>拥抱终结：</font> 所有<font color='#7920f5'>特性</font>机制均被修改，并启用独特的<font color='#7920f5'>安魂曲特性</font>机制。安魂曲特性是让士兵付出永久代价获得力量的机制，如果你拥有模组[WOTC] UFOpedia & Bestiary 你会在指挥室里面知道更多信息。"

strARFMRequiemWarDescription = "<font color='#aa8cd4'>退伍军人：</font>起始士兵被判定为<font color='#aa8cd4'>老兵（具有等级和随机奖励属性，但会受到生命值惩罚）。</font>"
strARFMRequiemWarTooltip = "<font color='#aa8cd4'>退伍军人：</font>初始士兵被判定为<font color='#aa8cd4'>老兵</font>。<font color='#aa8cd4'>老兵</font>一开始具有等级和随机奖励属性，但会受到生命值惩罚。这与基于点数的不平等和龙生九子相兼容，但它会在<font color='#aa8cd4'>老兵</font>上覆盖它们。"

strARFMDynamicAliensDescription = "<font color='#f2e5d9'>维和人员热线：</font>被<font color='#f2e5d9'>敌对平民</font>发现可能会导致更多的变种人维和人员被部署进行调查。"
strARFMDynamicAliensTooltip = "<font color='#f2e5d9'>维和人员热线：</font>被<font color='#f2e5d9'>敌对平民</font>看到有几率导致额外的变种人维和人员在延迟后部署并调查可疑活动。"

strARFMRequiemTraitsDescription = "无常伤口:<font color='#ff78ae'>安魂曲</font>特质可以在<font color='#ff78ae'>医务室</font>中移除。"
strARFMRequiemTraitsTooltip = "无常伤口:<font color='#ff78ae'>安魂曲</font>特质等级由轻到重依次为：<font color='#ff78ae'>伤口，伤痕</font>以及<font color='#ff78ae'>镇魂</font>。这些让士兵付出代价获得力量的特质能在医务室中被移除了。"

strARFMPerilousYearningDescription = "<font color='#4bd1c0'>危险的渴望</font>难度——超越传奇!"
strARFMPerilousYearningTooltip = "<font color='#4bd1c0'>超越传奇的难度！</font>进入游戏之后你会面对极其困难的不平衡的，突发奇想式的选择，敌人会极其强大。"

strARFMNotorietyDescription = "<font color='#acd373'>(BETA) 通缉要犯：</font> 启用士兵<font color='#acd373'>恶名</font>机制。"
strARFMNotorietyTooltip = "<font color='#acd373'>(BETA) 通缉要犯：</font> 士兵完成任务和击杀敌人后会积累<font color='#acd373'>恶名</font>。高<font color='#acd373'>恶名</font>值的士兵更容易被敌人发现，且敌人会获得针对他们的战斗加成。"

[ARFM_DESW_StrategyActions]
DeadEntityOperationName = "复仇者号甲板"
DeadEntityCauseOfDeath = "天选者"

[ARFM_DE_DarkEvents]
GrandBreakthroughDoomLabel="化身计划取得巨大近展"

[ARFM_DESW_Abilities]
strARFMRNF_WorldMessage="报告可疑活动！调查人员正在调查！"

[UIMission_ARFMBetrayal]
m_strTitle=背叛
m_strBody=我们的士兵正在执行任务的抵抗军避难所正在遭受攻击！复仇者号的增援部队无法及时赶到！
m_strARFMBeginRescueMission=开始救援
m_strARFMBetrayedHaven=避难所暴露
m_strARFMBetrayedObjective=灾难协议已激活
m_strARFMBetrayedObjectiveDesc=在为时已晚之前拯救关键人员！

[ARFM_UITactical_DETAEventNotices]
ARFMTABloodTitle="饥渴"
ARFMTAMothTitle="蛾"
ARFMTAKnockTitle="敲击"
ARFMTADecrepitudeTitle="衰老"

[ARFM_Effect_Blood]
EffectFriendlyName="令人发狂的渴血"
EffectLostFriendlyName="嗜血欲望减退"
EffectFriendlyDesc="血液。我们必须拥有血液。
EffectFailedFriendlyName="抵抗了令人发狂的渴血。"
EffectAcquiredString="<XGParam:StrValue0/!UnitName/>因嗜血而疯狂！"
EffectTickedString="<XGParam:StrValue0/!UnitName/> 仍因嗜血而疯狂！"
EffectLostString="<XGParam:StrValue0/!UnitName/> 不因嗜血而疯狂了。"

[ARFM_Effect_Moth]
EffectFriendlyName="飞蛾在黑暗中发现光明"
EffectLostFriendlyName="飞蛾疯狂已移除"
EffectFriendlyDesc="飞向火焰！该单位不会听从命令，将自行行动。"
EffectFailedFriendlyName="抵抗飞蛾疯狂。"
EffectAcquiredString="<XGParam:StrValue0/!UnitName/>未遵从命令！"
EffectTickedString="<XGParam:StrValue0/!UnitName/>仍未执行命令！"
EffectLostString="<XGParam:StrValue0/!UnitName/> 再次执行命令。"

[ARFM_StatusEffects_DESW]
ARFMKnockMarkFriendlyName="五目诅咒"
ARFMKnockMarkFriendlyDesc="此单位已被标记，并会随时间推移持续受到心灵伤害。"

[YMTriParteTwentyFour ARFMYearningTemplate]
+MutatorName="PICK YOUR POISON"
+MutatorDesc="Decide what shall come to pass."
+ChoiceOne="Trauma Amplifiers"
+ChoiceOneDesc="Soldiers hit by a Stunlance attack will suffer the maximum possible wound times."
+ChoiceTwo="High Caliber"
+ChoiceTwoDesc="ADVENT Mecs gain a massive bonus to critical chance, doubled on flanks."
+ChoiceThree="Will To Survive"
+ChoiceThreeDesc="When the last surviving unit in a pod, ADVENT Troopers become empowered in all aspects."

[YMTriParteTwentyThree ARFMYearningTemplate]
+MutatorName="PICK YOUR POISON"
+MutatorDesc="Decide what shall come to pass."
+ChoiceOne="Suffer Not The Heretic"
+ChoiceOneDesc="Priests and Sectoids deal bonus damage against Templars and Alien Defectors."
+ChoiceTwo="Purge The Betrayers"
+ChoiceTwoDesc="Captains and Vipers deal bonus damage against Skirmishers and ADVENT Defectors."
+ChoiceThree="Cleanse The Unclean"
+ChoiceThreeDesc="Purifiers and Mutons deal bonus damage against Reapers and Mech Troopers."

[YMTriParteTwentyTwo ARFMYearningTemplate]
+MutatorName="PICK YOUR POISON"
+MutatorDesc="Decide what shall come to pass."
+ChoiceOne="Dreadnaughts"
+ChoiceOneDesc="Sectopods receive half damage while their armor remains, provided that the attack's armor piercing does not equal or exceed their current armor."
+ChoiceTwo="Spinebreakers"
+ChoiceTwoDesc="Berserker melee attacks deal increased damage to primary targets and now damage targets in an area of effect."
+ChoiceThree="Absolutely Critical"
+ChoiceThreeDesc="ADVENT Enemies can critically strike on all attacks. ADVENT Grenades deal double damage on a crit."

[YMTriParteTwentyOne ARFMYearningTemplate]
+MutatorName="PICK YOUR POISON"
+MutatorDesc="Decide what shall come to pass."
+ChoiceOne="Edge of Mind"
+ChoiceOneDesc="Mindscorch and Mindspins will disable a random ability of the target Soldier."
+ChoiceTwo="Pyres of Dawn"
+ChoiceTwoDesc="Purifier Flamethrowers deprive Soldiers of their ability points."
+ChoiceThree="Grail Curse"
+ChoiceThreeDesc="Psionic Bombs deprive Soldiers of their ability charges."

[YMTriParteTwenty ARFMYearningTemplate]
+MutatorName="PICK YOUR POISON"
+MutatorDesc="Decide what shall come to pass."
+ChoiceOne="Lightning Storms"
+ChoiceOneDesc="Sectopod Lightning fields will Stun XCOM units."
+ChoiceTwo="Blinding Detonations"
+ChoiceTwoDesc="MEC Micro Missiles will Blind XCOM soldiers hit."
+ChoiceThree="Battle Premonitions"
+ChoiceThreeDesc="Archons can no longer be hit by attacks from beyond their line of sight."

[YMTriParteNineteen ARFMYearningTemplate]
+MutatorName="PICK YOUR POISON"
+MutatorDesc="Decide what shall come to pass."
+ChoiceOne="Beagle Busting"
+ChoiceOneDesc="Shieldbearer energy shields halve all damage taken by shielded enemies while the shield remains."
+ChoiceTwo="Battle Born"
+ChoiceTwoDesc="Mutons receive half damage while their armor remains, provided that the attack's armor piercing does not equal or exceed their current armor."
+ChoiceThree="Holy Warriors"
+ChoiceThreeDesc="Enemies using Holy Warrior reduce damage taken by themselves and their target by half."

[YMTriParteEighteen ARFMYearningTemplate]
+MutatorName="PICK YOUR POISON"
+MutatorDesc="Decide what shall come to pass."
+ChoiceOne="Drone Overlords"
+ChoiceOneDesc="Enemies gain +50 Aim against Stunned Soldiers, and +10 Aim against Disoriented Soldiers."
+ChoiceTwo="Chemical Pinions"
+ChoiceTwoDesc="Blazing Pinions create horrific Acidic detonations on impact."
+ChoiceThree="Soul Pyres"
+ChoiceThreeDesc="Sectoid Mindspins will set the target on fire."

[YMTriParteSeventeen ARFMYearningTemplate]
+MutatorName="PICK YOUR POISON"
+MutatorDesc="Decide what shall come to pass."
+ChoiceOne="Deep Penetration"
+ChoiceOneDesc="MEC attacks ignore armor."
+ChoiceTwo="Back Breakers"
+ChoiceTwoDesc="Muton bayonet attacks afflict soldiers with Brittle, greatly increasing all damage taken from enemies in close range."
+ChoiceThree="Bewildering Shocks"
+ChoiceThreeDesc="Stunlance attacks afflict soldiers with Bewildered, greatly increasing all damage taken when hit by multiple attacks in the same turn."

[YMTriParteSixteen ARFMYearningTemplate]
+MutatorName="PICK YOUR POISON"
+MutatorDesc="Decide what shall come to pass."
+ChoiceOne="Death Curse"
+ChoiceOneDesc="While a Soldier is under the sway of Horror, damage dealt to them becomes a Deathblow."
+ChoiceTwo="Summary Execution"
+ChoiceTwoDesc="Attacks against Mind Controlled soldiers become Deathblows."
+ChoiceThree="Marked For Death"
+ChoiceThreeDesc="Attacks against Marked Soldiers deal Double Damage."

[YMSectopodEmpowerment ARFMYearningTemplate]
+MutatorName="PICK YOUR POISON"
+MutatorDesc="Decide what shall come to pass."
+ChoiceOne="Advanced Algorithms"
+ChoiceOneDesc="Sectopod attacks can no longer graze."
+ChoiceTwo="Predictive Targeting"
+ChoiceTwoDesc="Sectopod attacks will graze instead of missing."
+ChoiceThree="Vital Tracking"
+ChoiceThreeDesc="Sectopods attacks will always crit on hit."

[YMSpectreEmpowerment ARFMYearningTemplate]
+MutatorName="PICK YOUR POISON"
+MutatorDesc="Decide what shall come to pass."
+ChoiceOne="The Fifth Eye Curse"
+ChoiceOneDesc="Spectres will inflict The Fifth Eye Curse when using Horror."
+ChoiceTwo="Enigmatic Engineering"
+ChoiceTwoDesc="Spectres will restore themselves to full health when Vanishing."
+ChoiceThree="Dark Embrace"
+ChoiceThreeDesc="Spectres will severely damage and rupture their target when inflicting them with Shadowbind."

[YMAndromedonEmpowerment ARFMYearningTemplate]
+MutatorName="PICK YOUR POISON"
+MutatorDesc="Decide what shall come to pass."
+ChoiceOne="Biohazard Blitz"
+ChoiceOneDesc="Andromedon chemical weapons inflict blindness upon soldiers."
+ChoiceTwo="Crushing Momentum"
+ChoiceTwoDesc="Standard Andromedon Melee attacks will now stun soldiers."
+ChoiceThree="Warp Beacons"
+ChoiceThreeDesc="Unimpaired Andromedons will teleport to a defensive position upon exhausting their action points."

[YMPurifierEmpowerment ARFMYearningTemplate]
+MutatorName="PICK YOUR POISON"
+MutatorDesc="Decide what shall come to pass."
+ChoiceOne="Flames Of Terror"
+ChoiceOneDesc="Purifier flamethrowers will Shatter soldiers hit."
+ChoiceTwo="A Crippling Heat"
+ChoiceTwoDesc="Purifier flamethrowers inflict Decrepitude upon soldiers."
+ChoiceThree="Deadly Haze"
+ChoiceThreeDesc="Purifier flamethrowers deal increased damage and Rupture."

[YMTriParteFifteen ARFMYearningTemplate]
+MutatorName="PICK YOUR POISON"
+MutatorDesc="Decide what shall come to pass."
+ChoiceOne="Haunting Presence"
+ChoiceOneDesc="Spectres will teleport to a new position upon being damaged."
+ChoiceTwo="Super Sectoids"
+ChoiceTwoDesc="Sectoids will fire a bonus shot at their target after using a Mindspin or Standard Shot."
+ChoiceThree="Oppression"
+ChoiceThreeDesc="Mutons will fire a bonus shot at their target after suppressing them."

[YMTriParteFourteen ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="完美破坏者"
+ChoiceOneDesc="处于低姿态时，破坏者获得眩晕免疫；高姿态时提升命中率与暴击几率。"
+ChoiceTwo="超级外壳"
+ChoiceTwoDesc="闭合状态时，看门人获得眩晕免疫与暴击几率提升；打开状态时获得精神免疫与伤害加成。"
+ChoiceThree="强化装甲"
+ChoiceThreeDesc="仙女座可以偏转所有擦伤的攻击，并且还会免疫暴击"

[YMTriParteThirteen ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="净化者计划"
+ChoiceOneDesc="净化者难以被反应攻击命中。"
+ChoiceTwo="第七感"
+ChoiceTwoDesc="异变者难以被小队视野命中。"
+ChoiceThree="近身战斗"
+ChoiceThreeDesc="眩晕枪兵难以被近战攻击命中。"

[YMTriParteTwelve ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="原子化光束"
+ChoiceOneDesc="看门人及相关敌人的光束精准度和光束伤害提升。"
+ChoiceTwo="剧毒"
+ChoiceTwoDesc="毒蛇怪及相关敌人对 XCOM 士兵造成的中毒伤害，将额外造成目标生命值一半的伤害。"
+ChoiceThree="主宰者"
+ChoiceThreeDesc="狂战士获得暴击免疫和额外护甲。"

[YMTriParteEleven ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="防御战术"
+ChoiceOneDesc="异变者和部分变种人精英获得在发射普通射击后重新定位的能力。"
+ChoiceTwo="致命卷须"
+ChoiceTwoDesc="束缚攻击被强化。"
+ChoiceThree="亡灵仪式"
+ChoiceThreeDesc="灵能僵尸移动能力更强、精准度更高，且其攻击造成更多伤害。"

[YMTriParteTen ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="幽灵麻烦"
+ChoiceOneDesc="幽灵有机会在面对敌对技能时减少冷却时间，并立即获得一次特殊行动。"
+ChoiceTwo="精英战士"
+ChoiceTwoDesc="仙女座的近战攻击在未命中时不消耗行动点数。"
+ChoiceThree="强化战甲"
+ChoiceThreeDesc=" 寄生兽对人类获得 <font color='#b5a642'>处决</font>效果，无视所有护甲，且在成功命中或暴击时返还一个行动点数。"

[YMTriParteNine ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="双弹舱"
+ChoiceOneDesc="仙女座获得多重攻击能力，每次普通射击后可触发一次后续射击。"
+ChoiceTwo="唤醒我的主人"
+ChoiceTwoDesc="破坏者获得反击能力。"
+ChoiceThree="新物种"
+ChoiceThreeDesc=" 寄生兽对人类获得 <font color='#b5a642'>处决</font>效果，无视所有护甲，且在成功命中或暴击时返还一个行动点数。"

[YMTriParteEight ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="修复协议"
+ChoiceOneDesc="进入警戒状态的原典在回合结束时会复制自身。复制体无法再次复制。"
+ChoiceTwo="无节制的野蛮攻击"
+ChoiceTwoDesc="异变者和狂战士的攻击会导致所有目睹攻击的士兵意志力降低。"
+ChoiceThree="弹幕协议"
+ChoiceThreeDesc="执政官在使用燃烧羽翼后可额外进行一次进攻行动。"

[YMTriParteSeven ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="安全协议"
+ChoiceOneDesc="警戒状态的原典在回合结束时会复制自身。复制体无法再次复制。"
+ChoiceTwo="优先锁定"
+ChoiceTwoDesc="每当目标被标记时，大多数变种人单位会立即向被标记目标开火。"
+ChoiceThree="高级训练"
+ChoiceThreeDesc="异变者和眩晕枪兵会对未命中的攻击进行反击。"

[YMTriParteSix ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="战争钢合金"
+ChoiceOneDesc="部分机械化单位获得酸和霜冻免疫、一点额外护甲，以及爆炸抗性。"
+ChoiceTwo="装甲密封"
+ChoiceTwoDesc="异变者和部分精英外星生物获得 “密封护甲”。"
+ChoiceThree="心灵护盾"
+ChoiceThreeDesc="仙女座和其他精英单位获得对心灵控制和其他进攻性属性判定的额外抗性。"

[YMTriParteFive ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="高级战术处理器"
+ChoiceOneDesc="机器人单位获得行动不结束回合的能力，且对同一目标进行多次攻击时获得加成。"
+ChoiceTwo="智能弹药"
+ChoiceTwoDesc="持盾者和异变者每回合发射的第一发普通射击变为免费行动。"
+ChoiceThree="网络修复"
+ChoiceThreeDesc="变种人士兵和部分高级的变种人在受到攻击时有机会以监视射击进行反击。"

[YMTriParteFour ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="血腥狂热"
+ChoiceOneDesc="狂暴状态的执政官会从对 XCOM 造成的任何伤害中恢复生命值。"
+ChoiceTwo="战术分析"
+ChoiceTwoDesc="变种人士兵、持盾者和变种人军官对任何在其附近移动的敌对单位获得反应射击能力。"
+ChoiceThree="高级近战训练"
+ChoiceThreeDesc="眩晕枪兵获得对近战攻击的反击能力。"

[YMTriParteThree ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="弹幕协议"
+ChoiceOneDesc="执政官在使用燃烧羽翼后可额外进行一次进攻行动。"
+ChoiceTwo="生物强化"
+ChoiceTwoDesc="无面怪和狂战士的暴击会返还所有行动点数。无面者的攻击伤害显著提高。"
+ChoiceThree="抗爆皮肤"
+ChoiceThreeDesc="部分外星单位获得额外护甲，并减少爆炸伤害。"

[YMTriParteTwo ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="以信仰之力"
+ChoiceOneDesc="祭祀的灵能技能变为免费行动。"
+ChoiceTwo="ICE 协议"
+ChoiceTwoDesc="当士兵射击原典未命中时，原典会尝试进行反击，每回合最多两次。"
+ChoiceThree="近身战斗"
+ChoiceThreeDesc="异变者获得闪避和反击近战攻击的巨大概率加成。"

[YMTriParteOne ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="深度掩体协议"
+ChoiceOneDesc="许多变种人单位获得将低掩体视为完全掩体的能力。"
+ChoiceTwo="焚烧舱"
+ChoiceTwoDesc="净化者的火焰武器效能增强。"
+ChoiceThree="适应性肌肉组织"
+ChoiceThreeDesc="无面怪和狂战士获得一个额外的仅移动行动点数。"

[YMMECEnhancement ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="塑形爆破"
+ChoiceOneDesc="微型导弹伤害翻倍。"
+ChoiceTwo="地形测绘"
+ChoiceTwoDesc="MEC的瞄准精度随回合内移动距离提升而获得加成。"
+ChoiceThree="合金装甲"
+ChoiceThreeDesc="MEC 装甲值提升。"

[YMMutonEnhancement ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="重型打击者"
+ChoiceOneDesc="异变者的所有攻击都可触发暴击。"
+ChoiceTwo="野蛮之力"
+ChoiceTwoDesc="异变者的攻击永远不会擦伤。"
+ChoiceThree="超强反应"
+ChoiceThreeDesc="异变者的反应火力几乎必定命中。"

[YMShieldbearerMindLink ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="心灵链接-感知"
+ChoiceOneDesc="每存活一名队友，持盾者获得命中加成"
+ChoiceTwo="心灵链接-精准"
+ChoiceTwoDesc="每存活一名队友，持盾者获得暴击几率加成"
+ChoiceThree="心灵链接-战术"
+ChoiceThreeDesc="每存活一名队友，持盾者获得防御加成"

[YMLancerMindLink ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="心灵链接-感知"
+ChoiceOneDesc="每存活一名队友，眩晕枪兵获得命中加成"
+ChoiceTwo="心灵链接-精准"
+ChoiceTwoDesc="每存活一名队友，眩晕枪兵获得暴击几率加成"
+ChoiceThree="心灵链接-战术"
+ChoiceThreeDesc="每存活一名队友，眩晕枪兵获得防御加成"

[YMPriestMindLink ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="心灵链接-感知"
+ChoiceOneDesc="每存活一名队友，祭司获得命中加成"
+ChoiceTwo="心灵链接-精准"
+ChoiceTwoDesc="每存活一名队友，祭司获得暴击几率加成"
+ChoiceThree="心灵链接-战术"
+ChoiceThreeDesc="每存活一名队友，祭司获得防御加成"

[YMOfficerMindLink ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="心灵链接-感知"
+ChoiceOneDesc="每存活一名队友，军官获得命中加成"
+ChoiceTwo="心灵链接-精准"
+ChoiceTwoDesc="每存活一名队友，军官获得暴击几率加成"
+ChoiceThree="心灵链接-战术"
+ChoiceThreeDesc="每存活一名队友，军官获得防御加成"

[YMTrooperMindLink ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="心灵链接-感知"
+ChoiceOneDesc="每存活一名队友，士兵获得命中加成"
+ChoiceTwo="心灵链接-精准"
+ChoiceTwoDesc="每存活一名队友，士兵获得暴击几率加成"
+ChoiceThree="心灵链接-战术"
+ChoiceThreeDesc="每存活一名队友，士兵获得防御加成"

[YMPriestEnhancement ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="虚空祭司"
+ChoiceOneDesc="祭司受到伤害时会瞬移"
+ChoiceTwo="战斗祭司"
+ChoiceTwoDesc="XCOM单位受伤时祭司会恢复生命"
+ChoiceThree="暗影祭司"
+ChoiceThreeDesc="祭司攻击会使所有目击者意志力下降"

[YMOfficerEnhancement ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="防御战术"
+ChoiceOneDesc="军官的掩体加成翻倍"
+ChoiceTwo="加速舱"
+ChoiceTwoDesc="军官造成的伤害提升"
+ChoiceThree="智能瞄具"
+ChoiceThreeDesc="军官获得命中加成"

[YMTrooperEnhancement ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="防御战术"
+ChoiceOneDesc="变种人士兵的掩体加成翻倍"
+ChoiceTwo="加速弹匣"
+ChoiceTwoDesc="变种人士兵造成的伤害提升"
+ChoiceThree="智能瞄具"
+ChoiceThreeDesc="变种人士兵获得命中加成"

[YMSectoidEnhancement ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="记忆强化"
+ChoiceOneDesc="异变者获得攻击性判定加成"
+ChoiceTwo="增幅器"
+ChoiceTwoDesc="异变者造成的伤害提升"
+ChoiceThree="校准系统"
+ChoiceThreeDesc="异变者获得命中加成"

[YMStunlancerEnhancement ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="防御战术"
+ChoiceOneDesc="眩晕枪兵的掩体加成翻倍"
+ChoiceTwo="先锋突击"
+ChoiceTwoDesc="眩晕枪兵获得一个仅用于移动的行动点"
+ChoiceThree="鹰眼"
+ChoiceThreeDesc="眩晕枪兵获得命中加成"

[YMPurifierEnhancement ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="颅骨强化"
+ChoiceOneDesc="净化者免疫眩晕和精神干扰"
+ChoiceTwo="再生系统"
+ChoiceTwoDesc="净化者快速恢复生命值"
+ChoiceThree="强化装甲"
+ChoiceThreeDesc="净化者获得额外护甲"

[YMTrooperGrenades ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="等离子手雷"
+ChoiceOneDesc="变种人士兵获得等离子手雷"
+ChoiceTwo="毒气手雷"
+ChoiceTwoDesc="变种人士兵获得毒气手雷"
+ChoiceThree="酸液手雷"
+ChoiceThreeDesc="变种人士兵获得酸液手雷"

[YMStunlancerGrenades ARFMYearningTemplate]
+MutatorName="做出你的选择！"
+MutatorDesc="决定即将降临的厄运"
+ChoiceOne="等离子手雷"
+ChoiceOneDesc="变种人眩晕枪兵获得等离子手雷"
+ChoiceTwo="毒气手雷"
+ChoiceTwoDesc="变种人眩晕枪兵获得毒气手雷"
+ChoiceThree="酸液手雷"
+ChoiceThreeDesc="变种人眩晕枪兵获得酸液手雷"
